{
  "text": {
    "hey": 39,
    "hello": 37,
    "hi": 40,
    "there": 87,
    "good": 31,
    "morning": 54,
    "evening": 22,
    "moin": 53,
    "let": 48,
    "s": 70,
    "go": 29,
    "dude": 21,
    "goodmorning": 34,
    "goodevening": 33,
    "afternoon": 2,
    "cu": 16,
    "by": 9,
    "cee": 12,
    "you": 103,
    "later": 47,
    "night": 60,
    "bye": 10,
    "goodbye": 32,
    "have": 36,
    "a": 0,
    "nice": 59,
    "day": 17,
    "see": 75,
    "around": 6,
    "yes": 102,
    "y": 101,
    "indeed": 44,
    "of": 63,
    "course": 15,
    "that": 85,
    "sounds": 78,
    "correct": 14,
    "no": 61,
    "n": 56,
    "never": 58,
    "i": 43,
    "don": 20,
    "t": 83,
    "think": 88,
    "so": 76,
    "like": 49,
    "way": 94,
    "not": 62,
    "really": 67,
    "perfect": 65,
    "great": 35,
    "amazing": 4,
    "feeling": 26,
    "king": 45,
    "wonderful": 99,
    "am": 3,
    "very": 92,
    "going": 30,
    "to": 90,
    "save": 73,
    "the": 86,
    "world": 100,
    "super": 82,
    "stoked": 79,
    "extremely": 23,
    "my": 55,
    "was": 93,
    "horrible": 41,
    "sad": 72,
    "feel": 25,
    "well": 95,
    "disappointed": 18,
    "m": 51,
    "unhappy": 91,
    "extremly": 24,
    "saad": 71,
    "are": 5,
    "bot": 8,
    "human": 42,
    "talking": 84,
    "stressed": 81,
    "lot": 50,
    "pressure": 66,
    "at": 7,
    "school": 74,
    "overwhelmed": 64,
    "can": 11,
    "help": 38,
    "me": 52,
    "need": 57,
    "some": 77,
    "advice": 1,
    "know": 46,
    "what": 96,
    "do": 19,
    "where": 97,
    "find": 27,
    "resources": 69,
    "for": 28,
    "stress": 80,
    "relief": 68,
    "tips": 89,
    "cope": 13,
    "with": 98
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 3,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 2,
    "express_stress": 4,
    "ask_for_help": 1,
    "request_resources": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_for_help": 12,
    "utter_cheer_up": 13,
    "utter_coping_tips": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18,
    "utter_iamabot": 19,
    "utter_provide_resources": 20
  },
  "action_text": null,
  "intent_response_key": null
}