{
  "text": {
    "hey": 26,
    "hello": 24,
    "hi": 27,
    "yo": 77,
    "bye": 9,
    "see": 57,
    "you": 78,
    "goodbye": 21,
    "later": 37,
    "i": 30,
    "m": 39,
    "so": 59,
    "stressed": 63,
    "feeling": 17,
    "overwhelmed": 50,
    "too": 71,
    "much": 45,
    "pressure": 51,
    "can": 11,
    "t": 65,
    "handle": 23,
    "this": 68,
    "school": 56,
    "is": 31,
    "killing": 36,
    "me": 42,
    "tell": 66,
    "a": 0,
    "joke": 33,
    "need": 47,
    "laugh": 38,
    "got": 22,
    "any": 6,
    "jokes": 34,
    "make": 40,
    "smile": 58,
    "another": 3,
    "more": 44,
    "keep": 35,
    "them": 67,
    "coming": 12,
    "hit": 28,
    "with": 74,
    "one": 48,
    "again": 2,
    "give": 19,
    "some": 60,
    "tips": 69,
    "how": 29,
    "to": 70,
    "relieve": 54,
    "stress": 62,
    "relief": 53,
    "help": 25,
    "relax": 52,
    "are": 7,
    "what": 73,
    "s": 55,
    "up": 72,
    "sup": 64,
    "it": 32,
    "going": 20,
    "anxious": 5,
    "anxiety": 4,
    "getting": 18,
    "worried": 76,
    "about": 1,
    "everything": 15,
    "stop": 61,
    "overthinking": 49,
    "my": 46,
    "mind": 43,
    "won": 75,
    "calm": 10,
    "down": 14,
    "do": 13,
    "feel": 16,
    "better": 8,
    "manage": 41
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "express_stress": 3,
    "request_joke": 7,
    "request_tips": 8,
    "casual_chat": 1,
    "express_anxiety": 2,
    "seek_support": 9,
    "bot_challenge": 0,
    "request_breathing": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_provide_tip": 7,
    "action_tell_joke": 11,
    "utter_casual_chat": 14,
    "utter_express_anxiety": 15,
    "utter_express_stress": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_iamabot": 19,
    "utter_request_breathing": 20,
    "utter_seek_support": 21
  },
  "action_text": null,
  "intent_response_key": null
}