{
  "text": {
    "hey": 36,
    "hello": 34,
    "hi": 37,
    "yo": 90,
    "bye": 11,
    "see": 69,
    "you": 91,
    "goodbye": 31,
    "later": 47,
    "i": 40,
    "m": 49,
    "so": 71,
    "stressed": 75,
    "feeling": 24,
    "overwhelmed": 62,
    "too": 83,
    "much": 55,
    "pressure": 63,
    "can": 14,
    "t": 77,
    "handle": 33,
    "this": 80,
    "school": 68,
    "is": 41,
    "killing": 46,
    "me": 52,
    "tell": 78,
    "a": 0,
    "joke": 43,
    "need": 57,
    "laugh": 48,
    "got": 32,
    "any": 7,
    "jokes": 44,
    "make": 50,
    "smile": 70,
    "another": 4,
    "more": 54,
    "keep": 45,
    "them": 79,
    "coming": 16,
    "hit": 38,
    "with": 87,
    "one": 59,
    "again": 3,
    "give": 29,
    "some": 72,
    "tips": 81,
    "how": 39,
    "to": 82,
    "relieve": 66,
    "stress": 74,
    "relief": 65,
    "help": 35,
    "relax": 64,
    "are": 8,
    "what": 86,
    "s": 67,
    "up": 84,
    "sup": 76,
    "it": 42,
    "going": 30,
    "anxious": 6,
    "anxiety": 5,
    "getting": 28,
    "worried": 89,
    "about": 1,
    "everything": 21,
    "stop": 73,
    "overthinking": 61,
    "my": 56,
    "mind": 53,
    "won": 88,
    "calm": 12,
    "down": 19,
    "do": 18,
    "feel": 23,
    "better": 10,
    "manage": 51,
    "advice": 2,
    "cope": 17,
    "for": 26,
    "calming": 13,
    "freaking": 27,
    "out": 60,
    "feels": 25,
    "nervous": 58,
    "exams": 22,
    "chill": 15,
    "want": 85,
    "at": 9,
    "ease": 20
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "express_stress": 3,
    "request_joke": 7,
    "request_tips": 9,
    "casual_chat": 1,
    "express_anxiety": 2,
    "seek_support": 10,
    "request_relaxation": 8,
    "bot_challenge": 0,
    "request_breathing": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_provide_tip": 7,
    "action_tell_joke": 11,
    "utter_after_joke": 14,
    "utter_after_tip": 15,
    "utter_casual_chat": 16,
    "utter_express_anxiety": 17,
    "utter_express_stress": 18,
    "utter_goodbye": 19,
    "utter_greet": 20,
    "utter_iamabot": 21,
    "utter_request_breathing": 22,
    "utter_seek_support": 23
  },
  "action_text": null,
  "intent_response_key": null
}