{
  "text": {
    "hey": 39,
    "hello": 37,
    "hi": 40,
    "yo": 101,
    "bye": 11,
    "see": 76,
    "you": 102,
    "goodbye": 34,
    "later": 51,
    "i": 43,
    "m": 54,
    "so": 78,
    "stressed": 82,
    "feeling": 25,
    "overwhelmed": 69,
    "too": 92,
    "much": 61,
    "pressure": 70,
    "can": 14,
    "t": 85,
    "handle": 36,
    "this": 89,
    "school": 75,
    "is": 44,
    "killing": 49,
    "me": 57,
    "tell": 86,
    "a": 0,
    "joke": 46,
    "need": 63,
    "laugh": 52,
    "got": 35,
    "any": 7,
    "jokes": 47,
    "make": 55,
    "smile": 77,
    "another": 4,
    "more": 60,
    "keep": 48,
    "them": 88,
    "coming": 16,
    "hit": 41,
    "with": 98,
    "one": 66,
    "again": 3,
    "give": 31,
    "some": 79,
    "tips": 90,
    "how": 42,
    "to": 91,
    "relieve": 73,
    "stress": 81,
    "relief": 72,
    "help": 38,
    "relax": 71,
    "are": 8,
    "what": 97,
    "s": 74,
    "up": 94,
    "sup": 84,
    "it": 45,
    "going": 32,
    "anxious": 6,
    "anxiety": 5,
    "getting": 30,
    "worried": 100,
    "about": 1,
    "everything": 22,
    "stop": 80,
    "overthinking": 68,
    "my": 62,
    "mind": 59,
    "won": 99,
    "calm": 12,
    "down": 20,
    "do": 19,
    "feel": 24,
    "better": 10,
    "manage": 56,
    "advice": 2,
    "cope": 17,
    "for": 27,
    "calming": 13,
    "freaking": 28,
    "out": 67,
    "feels": 26,
    "nervous": 64,
    "exams": 23,
    "chill": 15,
    "want": 95,
    "at": 9,
    "ease": 21,
    "that": 87,
    "wasn": 96,
    "funny": 29,
    "not": 65,
    "good": 33,
    "lame": 50,
    "didn": 18,
    "like": 53,
    "try": 93,
    "sucked": 83,
    "meh": 58
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "express_stress": 4,
    "request_joke": 8,
    "request_tips": 10,
    "casual_chat": 1,
    "express_anxiety": 3,
    "seek_support": 11,
    "request_relaxation": 9,
    "dislike_joke": 2,
    "bot_challenge": 0,
    "request_breathing": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_handle_dislike": 6,
    "action_provide_tip": 8,
    "action_tell_joke": 12,
    "utter_after_joke": 15,
    "utter_after_tip": 16,
    "utter_casual_chat": 17,
    "utter_express_anxiety": 18,
    "utter_express_stress": 19,
    "utter_goodbye": 20,
    "utter_greet": 21,
    "utter_iamabot": 22,
    "utter_request_breathing": 23,
    "utter_seek_support": 24
  },
  "action_text": null,
  "intent_response_key": null
}